[PAD]
[CLS]
[SEP]
[UNK]
[MASK]
283
564
60
596
275
741
89
3
110
472
518
195
508
496
87
851
63
445
432
572
51
227
714
286
676
272
132
71
54
88
53
701
146
298
781
816
38
768
715
192
352
470
137
617
691
10
818
134
72
590
727
194
173
856
602
41
797
94
174
857
35
91
264
390
245
424
198
383
12
249
238
554
788
746
186
695
783
177
143
843
113
123
526
400
468
421
142
270
762
702
43
396
197
632
618
773
551
369
644
458
109
613
135
460
766
381
733
675
426
327
841
722
162
615
793
507
646
498
457
412
116
497
240
612
214
96
635
588
670
475
529
141
593
464
251
334
549
528
730
504
687
1
578
32
377
393
360
678
474
547
650
443
211
709
563
271
65
49
266
585
427
118
616
220
756
621
30
555
50
323
84
188
260
364
257
625
228
744
604
769
580
293
505
813
295
154
484
148
479
536
166
514
136
375
407
185
425
570
126
849
120
812
541
9
373
287
591
37
838
433
217
129
242
225
780
493
336
671
290
124
610
844
729
438
694
513
736
76
480
145
74
656
829
791
775
23
348
603
105
144
535
17
128
165
21
539
281
624
645
388
205
800
69
404
262
111
740
346
753
583
279
164
577
738
221
180
423
789
152
193
90
778
431
339
806
622
219
772
557
648
318
667
236
11
196
349
365
342
357
19
743
755
599
798
840
368
478
717
724
763
489
466
46
241
487
749
734
45
204
531
138
713
647
97
234
40
127
83
454
47
215
712
758
720
117
836
380
315
447
660
568
666
601
719
389
296
356
626
490
698
276
546
285
355
255
440
282
545
329
261
16
222
680
815
256
359
422
777
75
44
175
703
112
64
623
367
488
662
399
530
850
669
133
57
450
376
159
149
31
833
398
649
157
246
104
786
574
384
825
416
326
569
732
639
629
229
611
598
809
735
705
182
607
199
854
853
653
510
56
81
209
95
278
311
178
491
415
25
408
595
527
665
581
259
579
652
7
102
747
538
386
437
125
663
239
481
502
731
589
350
115
512
169
801
449
855
332
561
828
434
726
233
586
677
299
292
358
314
122
106
382
103
822
467
58
638
737
61
52
189
567
131
312
552
759
322
156
254
391
837
803
725
372
73
224
226
679
335
556
739
309
684
267
140
33
68
231
699
15
366
378
93
85
274
325
277
754
708
99
485
553
770
560
673
39
718
206
823
202
22
664
139
846
436
533
444
752
609
387
817
62
517
764
210
839
634
473
187
304
310
306
308
191
163
201
34
333
402
500
721
417
516
253
320
394
802
248
78
430
353
761
108
319
782
294
620
345
66
795
414
576
67
787
289
235
8
284
5
688
28
534
594
179
845
403
465
429
291
537
716
48
521
785
636
317
605
471
689
796
608
181
160
525
453
324
706
566
522
269
627
153
794
302
301
672
13
107
374
411
98
79
784
114
55
428
343
0
354
614
250
643
29
757
328
27
469
263
661
707
668
826
100
397
751
344
492
847
442
36
167
392
14
750
790
130
499
814
776
831
150
237
441
232
273
330
420
807
307
654
463
641
119
697
710
808
456
200
362
792
82
338
341
80
147
42
540
405
477
26
503
77
321
280
151
558
265
771
779
418
258
24
682
524
819
501
693
213
628
161
252
659
455
728
495
70
657
59
544
361
597
244
419
848
379
681
511
370
101
18
6
842
683
767
651
630
830
303
559
168
171
4
203
448
337
155
575
208
587
820
363
288
482
207
685
655
834
550
658
633
409
692
459
158
351
462
619
805
401
385
562
451
172
435
711
395
690
92
827
700
247
243
183
413
824
606
532
584
543
821
542
573
742
704
696
494
230
515
313
832
439
523
452
506
86
331
835
745
190
476
582
810
170
637
774
300
305
509
316
631
760
176
461
371
592
723
347
212
218
486
446
519
799
520
2
548
674
811
20
642
406
600
765
340
268
184
223
748
804
571
410
216
483
297
852
640
121
565
686
